prueba/app/controllers/usuarios_controller.rb

  def create
    @usuario = Usuario.new(usuario_params)

    respond_to do |format|
      if @usuario.save
---
INSERT INTO "usuarios" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "a"], ["last_name", "b"], ["created_at", "2016-05-02 09:03:53.699242"], ["updated_at", "2016-05-02 09:03:53.699242"]]